Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=1_art_id=165.html.tmx
Source language: sme
Languages: sma

source: Du jurdagat
sma: Dov åssjalommesh

source: Mo dovdat ahte girku speadjalastá min ?
sma: Guktie gærhkosne damtestidh ?

source: Okta mihtomearri girkodáidagiin lea oainnusindahkat Evangeliuma ja muittuhit risttalašvuođa sisdoalu.
sma: Akte dejstie ulmijste gærhkoetjeahpojne lea Vaantjelem våajnoes darjodh jïh måjhtajehtedh man bïjre kristelesvoete.

source: Girku galgá maid leat fátmmasteaddji ja álki dovdat sidjiide geat ohcet girku ja dán sáni.
sma: Gærhkoe edtja aaj faerhmeles jïh damtijes årrodh dejtie mah gærhkoem jïh dan dïjrem ohtsede.

source: Mo mii geavahit symbolaid ja mo mii ovdanbuktit áššiideamet, sáhttit duddjot gullevašvuođadovddu.
sma: Væhtah jïh jeatjah vuekieh gærhkosne maehtieh darjodh guktie domtoe goh sijjiem åtna gærhosne.

source: eambbo ja eambbo searvegottit leat álgán láhčit saji ipmilbálvalusas sámiid ovdanbuktinvugiide ja symbolaide.
sma: Jiene jienebh åålmegh aalkeme saemien vuekieh jïh væhtah gyrhkesjimmesne utnedh.

source: Dát lea danin ahte mii sámit galgat dovdat ahte girku speadjalastá min.
sma: Daate dannasinie mijjieh saemieh edtjieh gærhkosne damtestidh.

source: Ipmilbálvalusas leat máŋga iešguđetge ovdanbuktinvuogit nu mo giella, musihkka, liturgalaš giellasymbolat ja rumašgiella.
sma: Gyrhkesjimmie gelliesåarhts vuekieh åtna goh gïele, musihke, liturgijen gïelevæhta jïh kråahpen væhta.

source: Girkuid ja oskubáikkiid hábmemii váikkuhit dávjá báikkálaš vierut ávdnasiid válljemis, hámis ja ovdanbuktimis, dáiddalaš čiŋadeames ja dávviriin mat geavahuvvojit ovdamearkadihte ipmilbálvalusas.
sma: Voenges daepieh daamtaj muenieh guktie gærhkoeh jïh jeatjah religijøse sijjieh vååjnoeh, mah iebnh, haamoe jïh tjeahpoeh. jïh gusnie daeveridie bijeme mejtie edtja gyrhkesjimmesne nåhtadidh.

source: Máttasámiid guovllu olgoipmilbálvalusain lea dábálaš ahte boaššu šaddá girkoboaššun / koarran ipmilbálvalusa olis.
sma: Gosse gyrhkesjimmieh ålkone dennie åarjelsaemien dajvesne dellie sïejhme båassjoe aernien lïhke, gærhkoebåassjoe / aalhteren sijjie sjædta gyrhkesjimmesne.

source: Máttasámi báhpabiktasiin maid oidno sámeduoji hápmenárvevieru.
sma: Dïhte åarjelsaemien hearra aaj aalkeme saemien duedtiem jïh maallem nåhtadidh liturgijen gaarvojne.

source: Mo háliidat ahte galgá leat vai don galggat dovdat ahte girku speadjalastá du ?
sma: Guktie datne sïjhth gærhkoe edtja årrodh jis edtjh gærhkosne damtestidh ?

source: Dál lea dus vejolašvuohta muitalit mo hábmešit iežat ipmilbálvalusa dahje girku sámi osiiguin.
sma: Daelie datne nuepiem åtnah ussjedidh guktie datne sïjhth dov jïjtse gyrhkesjimmiem jallh gærhkoem evtiedidh saemien vuekiejgujmie.

source: Maid háliidivččet fárrui ipmilbálvalusa iešguđetge osiide ?
sma: Maam sïjhth meatan utnedh gyrhkesjimmien joekehts bieline ?
